
/* Date format that appers in the menu.  Refer to this page for a list of date values: http://developer.apple.com/documentation/Cocoa/Conceptual/DataFormatting/Articles/dfDateFormatterSyntax.html */
"%a %e %b" = "%a %e.%b";

/* Growl message, e.g. 2 books from New York Library are due */
"%d books from %@ are due" = "%1$d Bücher aus der %2$@ sind fällig";

/* Last Update time date format in the Login Preferences */
"%e %b %I:%M %p" = "%e.%b %H:%M";

/* Growl message, e.g. 1 book from New York Library is due */
"1 book from %@ is due" = "1 Buch aus %@ ist fällig.";

/* Appears in the menu */
"About Library Books" = "Über Library Books";

/* No comment provided by engineer. */
"dd mmm yyyy" = "dd mmm yyyy";

/* No comment provided by engineer. */
"dd mmm, yyyy" = "tt mmm, jjjj";

/* No comment provided by engineer. */
"dd mmmm yyyy" = "tt mmmm jjjj";

/* No comment provided by engineer. */
"dd mmmm, yyyy" = "tt mmmm, jjjj";

/* No comment provided by engineer. */
"dd-mm-yy" = "tt-mm-jj";

/* No comment provided by engineer. */
"dd-mm-yyyy" = "tt-mm-jjjj";

/* No comment provided by engineer. */
"dd-mmm-yyyy" = "tt-mmm-jjjj";

/* No comment provided by engineer. */
"dd.mm.yy" = "dd.mm.yy";

/* No comment provided by engineer. */
"dd.mm.yyyy" = "tt.mm.jjjj";

/* No comment provided by engineer. */
"dd/mm/yy" = "tt/mm/jj";

/* No comment provided by engineer. */
"dd/mm/yyyy" = "tt/mm/jjjj";

/* No comment provided by engineer. */
"dd/mmmm/yyyy" = "tt/mmmm/jjjj";

/* The iCal calendar description */
"Due dates of borrowed library books" = "Rückgabetermine für ausgeliehene Medien";

/* Appears in the menu when an update fails */
"Failed to Update" = "Aktualisierung fehlgeschlagen";

/* Preferences window title
   Label in preferences toolbar */
"General" = "Allgemein";

/* Preferences library list menu label */
"Generic Catalogue Systems:" = "Katalogsysteme:";

/* Appears in the menu for first time users */
"Getting Started Help" = "Starthilfe";

/* Appears in the menu */
"Hold" = "Vormerkung";

/* Appears in the menu */
"Holds" = "Vormerkungen";

/* Preferences window title
   Label in preferences toolbar */
"iCal" = "iCal";

/* Appears in the menu */
"Items on Hold:" = "Vorgemerkte Medien:";

/* Appears in the menu when you haven't updated for a while */
"Last Updated %d Days Ago" = "Letzte Aktualisierung vor %d Tagen";

/* Appears in the menu when you haven't updated for a while */
"Last Updated %d Hours Ago" = "Letzte Aktualisierung vor %d Stunden";

/* Appears in the menu when you haven't updated for a while */
"Last Updated 1 Day Ago" = "Letzte Aktualisierung vor 1 Tag";

/* Appears in your iCal calendar. Note that the \"%@\" is replaced with library book name */
"Library Item \"%@\" is Due Today" = "Ausgeliehenes Medium \"%@\" ist heute fällig";

/* Appears in your iCal calendar */
"Library Items Due Today" = "Rückgabetermin";

/* Preferences library list menu label */
"Library Presets:" = "Voreingestellte Bibliotheken:";

/* Preferences window title
   Label in preferences toolbar */
"Logins" = "Logins";

/* Preferences window title
   Label in preferences toolbar */
"Menu" = "Menü";

/* No comment provided by engineer. */
"mm-dd-yy" = "mm-tt-jj";

/* No comment provided by engineer. */
"mm-dd-yyyy" = "mm-tt-jjjj";

/* No comment provided by engineer. */
"mm/dd/yy" = "mm/tt/jj";

/* No comment provided by engineer. */
"mm/dd/yyyy" = "mm/tt/jjjj";

/* No comment provided by engineer. */
"mmm dd" = "mmm tt";

/* No comment provided by engineer. */
"mmm dd yyyy" = "mmm tt jjjj";

/* No comment provided by engineer. */
"mmm dd, yyyy" = "mmm tt, jjjj";

/* No comment provided by engineer. */
"mmmm dd, yyyy" = "mmmm tt, jjjj";

/* No comment provided by engineer. */
"mmmm/dd/yyyy" = "mmmm/tt/jjjj";

/* Appears in the menu if there are too many items in the menu */
"More" = "More";

/* Appears in the library sub menu */
"My Account" = "Mein Benutzerkonto";

/* Appears in the menu when the user has not borrowed any items */
"No Borrowed Items" = "Keine ausgeliehenen Medien";

/* Appears in the menu for first time users */
"No Libraries Configured" = "Keine Bibliotheken ausgewählt";

/* Appears in the library sub menu */
"Open Catalogue" = "Katalog";

/* Appears in the menu */
"Open Holds Page" = "Vormerkungen anzeigen";

/* Appears in the library sub menu */
"Open Library Web Page" = "Webseite der Bibliothek";

/* Appears in the library sub menu */
"Open Renew Items" = "Medien verlängern";

/* Appears in the menu */
"Preferences..." = "Einstellungen...";

/* Appears in the library menu */
"Quit Library Books" = "Library Books beenden";

/* Appears in the menu */
"Ready for Pickup" = "bereit zur Abholung";

/* Growl message title */
"Return Your Library Books" = "Bücher zurückgeben";

/* Preferences library list menu label */
"Select Library" = "Bibliothek auswählen";

/* Date label in menu */
"Today" = "Heute";

/* Date label in menu */
"Tomorrow" = "Morgen";

/* Appears in the menu */
"Update" = "Aktualisieren";

/* Date label in menu */
"Yesterday" = "Gestern";

/* Appears in menu if borrower has holds */
"YOUR HOLDS:" = "VORMERKUNGEN:";

/* Appears in the menu */
"YOUR LOANS:" = "ENTLEIHUNGEN:";

/* No comment provided by engineer. */
"yy-mm-dd" = "jj-mm-tt";

/* No comment provided by engineer. */
"yyyy-mm-dd" = "jjjj-mm-tt";

/* No comment provided by engineer. */
"yyyy/mm/dd" = "jjjj/mm/tt";
